[P_4_2_1_Abt_AlarmStage]

[P_4_2_1_Abt_Court2BackSpetz]

[P_4_2_1_Abt_Court2Backup]

[P_4_2_1_Abt_FakeStudio]

[P_4_2_1_Abt_HostageSquad]
Speech_0002L=SOLDIER B -  What about the broadcast?
Speech_0003L=SOLDIER A -  It's not our place to question. Let's go.

[P_4_2_1_Abt_InterogRoomB]

[P_4_2_1_Abt_LambertNote]
Goal_0052L=Acesse a antena situada no teto do matadouro e anule sua capacidade de transmissão.
Goal_0053L=Destrua a transmissão da antena.
Speech_0035L=LAMBERT - Fisher, estamos prestes a entrar em guerra. Se Nikoladze executar aqueles soldados ao vivo, estamos perdidos. 
Speech_0036L=FISHER - Você está preocupado com a transmissão ou com as execuções?
Speech_0037L=LAMBERT - No momento estou preocupado com a transmissão. Isso nos dará tempo para impedir as execuções. 
Speech_0003L=LAMBERT - Nikoladze está transmitindo graças a uma antena situada no telhado. Esse é o seu primeiro objetivo. Encontre o resto em seu OPSAT.
Goal_0054L=Localize os soldados americanos capturados. 
Goal_0055L=Procure os reféns. 
Speech_0011L=LAMBERT - Parece que você organizou tudo muito bem. Mas isso nos dá apenas alguns minutos. Encontre aqueles soldados, Fisher. 
Goal_0056L=Chegue até os soldados americanos capturados antes dos executores. 
Goal_0057L=Elimine os executores.
Speech_0041L=LAMBERT - Recebeu essa transmissão, Fisher? As execuções prosseguem. 
Speech_0042L=FISHER - Ouvi. Temos alguma outra diversão?
Speech_0043L=LAMBERT - Sua arma está repleta de diversão. Certifique-se de que aquela escolta não alcance nossas tropas. 
Goal_0038L=Acesse a antena situada no teto do matadouro e anule sua capacidade de transmissão.
Goal_0049L=Destrua a transmissão da antena.
Goal_0040L=Localize os soldados americanos capturados. 
Goal_0050L=Localize os soldados americanos capturados. 

[P_4_2_1_Abt_Lvl1Room1]

[P_4_2_1_Abt_Lvl1Room1b]

[P_4_2_1_Abt_Lvl1Room2]
Speech_0001L=SPETSNAZ -  What the hell?
Speech_0002L=FISHER -  Where are you keeping the American soldiers?
Speech_0003L=SPETSNAZ -  ...Grinko will kill me.
Speech_0004L=FISHER -  He's not as creative as I am. Where are they?
Speech_0005L=SPETSNAZ -  ...(pain) gah!
Speech_0006L=FISHER -  Where?
Speech_0007L=SPETSNAZ -  The basement.
Speech_0009L=(null)
Speech_0010L=(null)
Speech_0011L=(null)
Speech_0012L=(null)
Speech_0008L=SPETSNAZ -  Kill me.

[P_4_2_1_Abt_MineGuard]
Note_0005L=As minas terrestres podem ser encontradas utilizando os óculos de visão térmica.
Speech_0001L=GSOLD02B- Coronel, aqui fala Badri. As minas estão colocadas. Assegure-se de que ninguém entre no pátio sem um sensor térmico polarizado. 
Note_0004L=As minas terrestres podem ser encontradas utilizando os óculos de visão térmica.

[P_4_2_1_Abt_RoofBackMain]

[P_4_2_1_Abt_RoofBackup]

[P_4_2_1_Abt_RoofLight]

[P_4_2_1_Abt_RoofListeners]

[P_4_2_1_Abt_RoofNoise]
Speech_0005L=MAFIA A -  There's something on the roof.  Should we check it out?
Speech_0002L=MAFIA B -  Nah, It's probably another rat and I don't want to miss the executions.
Speech_0003L=MAFIA -  That's not a rat, let's go.
Speech_0006L=GRINKO -  I want all identifying details stricken from the room. Keep the lights off of the walls. Give them fuller eye-lights, we need to clearly see their faces when they die. Where's our soundman? Make sure we're close enough to hear prayers.

[P_4_2_1_Abt_Studio]
Speech_0012L=SPETSNAZ -  What the hell just happened?  The broadcast antenna's down, we've got no outgoing signal.
Speech_0003L=COLONEL -  We're under attack!  The Americans are here, they've taken out the broadcast antenna.
Speech_0004L=GRINKO -  Get Nikoladze out of here. I want his helicopter airborne now.
Speech_0005L=COLONEL -  Yes, sir.
Speech_0006L=GSOLD10 - Nikoladze está a bordo. Saída prevista para... 
Speech_0016L=NIKOLADZE - Grinko, Nikoladze falando. Mate os soldados americanos. Leve-os até o estúdio e acabe com eles. Divulgaremos as imagens assim que pudermos. Diga a Feirong que seguimos com o plano. Vou recuperar a Arca. 
Speech_0007L=GRINKO - Aqui fala Grinko. Quero os americanos preparados no estúdio. Como planejado, as execuções seguirão adiante. 
Speech_0017L=GSOLD30A - Sim, senhor. 
Speech_0019L=SOLDIER A -  That was Grinko.  He wants us to escort the soldiers to the studio.

[P_4_2_1_Abt_WaterDraining]
Speech_0005L=SOLDIER A -  Whats that?
Speech_0001L=SOLDIER A -  I thought this was what made the pools drain.
Speech_0002L=SOLDIER B -  It is, I think.  Maybe it's malfunctioning.
Speech_0003L=SOLDIER A -  It doesn't effect us anyway.

[P_4_2_1_Abt_WDCounter]

[P_4_2_1_Abt_WDCounter2]

